<div class='others'>
<h3>先說！</h3>這是個熱愛北港廟會活動的<b><u>非營利</u></b>網站，希望能為地方古蹟、習俗活動帶來一點貢獻，
更希望大家參與北港廟會活動的同時，能更加的融入北港當地的文化。
<br/>
<br/>
<h3>希望！</h3>藉由上傳照片的功能，讓廟會使人感動的美感分享給同好！站內多數資料是參考網路上前輩們對於地方研究敘述的資料; 如要引用，請<b><u>標明出處</u></b>或<b><u>告知原作者</u></b>！
網站出發點，其實只是單純想為北港媽祖三月十九繞境活動作宣傳，希望可以讓台灣所有人看得到北港，僅此而已！
如果網站上的資訊錯誤或有不妥，歡迎各位指導、建議。
<br/>
<br/>
<h3>同時！</h3>希望熱愛北港的朋友們可以一起參與，北港這個小鎮是有著很多的百年藝陣、內涵傳統、宗教信仰... 等，希望這小鎮特色的是能被記錄與看見，
無論是<u>建議</u>或<u>推薦文章</u>還是<u>拍照記錄</u>的笨港照片，提供讓網站更加豐富，而之後網站也會慢慢地加入更多的紀錄與介紹，希望大家一起分享一起加油！
<br/>
<br/>

</div>